const user_reports = {
  name: "Скаржений користувач |||| Скаржені користувачі |||| Скаржених користувачів",
  fields: {
    id: "ID",
    received_ts: "Час скарги",
    user_id: "Заявник",
    target_user_id: "Скаржений користувач",
    reason: "Причина",
  },
  action: {
    erase: {
      title: "Видалити скаргу",
      content:
        "Ви впевнені, що хочете видалити цю скаргу на користувача? Буде видалено лише скаргу, а не обліковий запис користувача. Цю дію не можна скасувати.",
    },
  },
};

export default user_reports;
